tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "libsql/sqld"
tap "lusingander/tap"
tap "nikitabobko/tap"
tap "planetscale/tap"
tap "tursodatabase/tap"
brew "atac"
brew "bash"
brew "bat"
brew "btop"
brew "cbonsai"
brew "cloc"
brew "difftastic"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "glab"
brew "glow"
brew "httpstat"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mysql"
brew "neovim"
brew "pipx"
brew "poppler"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "serpl"
brew "sevenzip"
brew "subfinder"
brew "tmux"
brew "uv"
brew "watchman"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "lusingander/tap/serie"
brew "planetscale/tap/pscale"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "aerospace"
cask "font-symbols-only-nerd-font"
cask "jordanbaird-ice"
cask "scroll-reverser"
cask "wezterm"
cask "zulu@11"
cask "zulu@17"
